[{"Bio": ["Dr. Usama Fayyad is CEO of Open Insights, LLC, a data strategy, technology and consulting firm he founded to help enterprises understand data strategy and deploy data-driven solutions that effectively and dramatically grow revenue and competitive advantages. Up until September 2008, he was Yahoo!`s chief data officer and executive vice president of Research & Strategic Data Solutions. Fayyad was the industry`s first chief data officer, responsible for Yahoo!`s global data strategy, architecting Yahoo!`s data policies and systems, prioritizing data investments, and managing the Company`s data analytics and data processing infrastructure. Fayyad also founded and managed the Yahoo! Research organization with offices around the world. Yahoo! Research is building the premier scientific research organization to develop the new sciences of the Internet, on-line marketing, and innovative interactive applications.", "Prior to joining Yahoo!, Fayyad co-founded and led the DMX Group, a data mining and data strategy consulting and technology company that was acquired by Yahoo! in 2004. DMX Group International still operates in the Middle East and is headquartered in Dubai. In early 2000, he co-founded and served as CEO of Revenue Science, Inc.(digiMine, Inc.), a data analysis and data mining company that built, operated and hosted data warehouses and web analytics for some of the world`s largest enterprises in online publishing, retail, manufacturing, telecommunications and financial services. The company today specializes in Behavioral Targeting and advertising networks. Fayyad`s professional experience also includes five years spent leading the data mining and exploration group at Microsoft Research and building the data mining products for Microsoft`s server division. From 1989 to 1996 Fayyad held a leadership role at NASA`s Jet Propulsion Laboratory (JPL), where his work in the analysis and exploration of scientific databases gathered from observatories, remote-sensing platforms and spacecraft garnered him the top research excellence award that Caltech awards to JPL scientists, as well as a U.S. Government medal from NASA."], "Name": ["Usama M. Fayyad"], "Conferences": ["KDD\n(13)", "SIGKDD Explorations\n(7)", "Data Min. Knowl. Discov.\n(6)", "Commun. ACM\n(5)", "\n(5)", "ICML\n(3)"], "Affiliation": ["ChoozOn Corporation"], "Education": ["Phd Univ.", "Phd Major", "Phd Date", "Master Univ.", "Master Major", "Master Date", "Bachelor Univ.", "Bachelor Major", "Bachelor Date"], "Current_Title": ["Founder & CEO"]},
{"Bio": [], "Name": ["Nicholas Weir"], "Conferences": ["Advances in Knowledge Discovery and Data Mining\n(1)", "AI Magazine\n(1)", "J. Intell. Inf. Syst.\n(1)", "CIKM\n(1)", "ICML\n(1)"], "Affiliation": [], "Education": [], "Current_Title": []},
{"Bio": [], "Name": ["S. Djorgovski"], "Conferences": ["CoRR\n(4)", "Distributed and Parallel Databases\n(1)", "eScience\n(1)", "CIDU\n(1)", "FaVE\n(1)", "ICPR (1)\n(1)"], "Affiliation": [], "Education": [], "Current_Title": []},
{"Bio": ["Padhraic Smyth is a Professor at the University of California, Irvine, in the Department of Computer Science with a joint appointment in Statistics, and is also Director of the Center for Machine Learning and Intelligent Systems at UC Irvine.  His research interests include machine learning, data mining, pattern recognition, and applied statistics and he has published over 150 papers on these topics. He was a recipient of best paper awards at the 2002 and 1997 ACM SIGKDD Conferences, received the ACM SIGKDD Innovation Award in 2009, and was named a AAAI Fellow in 2010. He is co-author of Modeling the Internet and the Web: Probabilistic Methods and Algorithms (with Pierre Baldi and Paolo Frasconi in 2003), and co-author of Principles of Data Mining, MIT Press (with David Hand and Heikki Mannila in 2001). ", "Padhraic has served in editorial and advisory positions for journals such as the Journal of Machine Learning Research, the Journal of the American Statistical Association, and the IEEE Transactions on Knowledge and Data Engineering. While at UC Irvine he has received research funding from agencies such as NSF, NIH, IARPA, NASA, and DOE, and from companies such as Google, IBM, Yahoo!, Experian, and  Microsoft. In addition to his academic research he is also active in industry consulting, working with companies such as eBay, Yahoo!, Microsoft, Oracle, Nokia, and AT&T, as well as serving as scientific advisor to local startups in Orange County. He also served as an academic advisor to Netflix for the Netflix prize competition from 2006 to 2009.", "Padhraic received a first class honors degree in Electronic Engineering from National University of Ireland (Galway) in 1984, and the MSEE and PhD degrees (in 1985 and 1988 respectively) in Electrical Engineering from the California Institute of Technology. From 1988 to 1996 he was a Technical Group Leader at the Jet Propulsion Laboratory, Pasadena, and has been on the faculty at UC Irvine since 1996. "], "Name": ["Padhraic Smyth"], "Conferences": ["KDD\n(23)", "NIPS\n(20)", "CoRR\n(9)", "UAI\n(7)", "ICML\n(6)", "Machine Learning\n(5)"], "Affiliation": ["School of Information and Computer Sciences, Center for Machine Learning and Intelligent Systems, University of California, Irvine"], "Education": ["Phd Univ.", "Phd Major", "Phd Date", "Master Univ.", "Master Major", "Master Date", "Bachelor Univ.", "Bachelor Major", "Bachelor Date"], "Current_Title": ["Professor and Director"]},
{"Bio": [], "Name": ["G. Piatetsky-Shapiro"], "Conferences": ["SIGKDD Explorations\n(10)", "KDD\n(7)", "AI Magazine\n(4)", "Advances in Knowledge Discovery and Data Mining\n(3)", "ICDM\n(2)", "EGC\n(2)"], "Affiliation": ["KDnuggets"], "Education": ["Phd Univ.", "Phd Major", "Phd Date", "Master Univ.", "Master Major", "Master Date"], "Current_Title": ["President"]}]